//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "ms_SQL4.h"
#include "ms_SQL.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm4 *Form4;
//---------------------------------------------------------------------------
__fastcall TForm4::TForm4(TComponent* Owner)
	: TForm(Owner)
{
}
//---------------------------------------------------------------------------
void __fastcall TForm4::Button1Click(TObject *Sender)
{
	Form4->Visible=false;
	Form1->Show();
}
//---------------------------------------------------------------------------
void __fastcall TForm4::Button2Click(TObject *Sender)
{
 ShowMessage("Ваш тур забронирован. После оплаты 5% \nот стоимости тура будут начислены Вам \nкак баллы, которые Вы сможете \nпотратить при любой последующей \nпоездке от нашей компании. \nМенеджер Вам перезвонит в течение часа \nдля согласования времени встречи в \nтурагенстве. \nДля подробной информации обращаться по телефону: \n8-800-555-35-35");
}
//---------------------------------------------------------------------------

